Repository: rekognize/skorunkac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Gender
tr: Cinsiyetin

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Your age
tr: Yaşın

source: Education
tr: Eğitim Durumun

source: Final degree
tr: 'Son bitirdiğin okul

source: No formal education
tr: Diplomasız okur

source: Primary School
tr: İlkokul mezunu

source: Secondary School
tr: İlköğretim / Ortaokul mezunu

source: High School
tr: Lise mezunu

source: College
tr: Yüksekokul mezunu

source: University
tr: Lisans mezunu

source: Masters
tr: Yüksek lisans

source: Doctorate / PhD
tr: Doktora

source: Marital Status
tr: Medeni Durumun

source: Single / Not Married
tr: Bekar

source: Has a partner / Engaged
tr: Sözlü / Nişanlı

source: Married
tr: Evli

source: Widowed
tr: Dul

source: Divorced
tr: Boşanmış

source: Where You Grew Up
tr: Büyüdüğün Yer

source: Village
tr: Köy

source: Town
tr: Kasaba / İlçe

source: City
tr: Şehir

source: Metropolis
tr: Büyükşehir / Metropol

source: Life style
tr: Hayat tarzın

source: Conservative
tr: Geleneksel muhafazakar

source: Religious conservative
tr: Dindar muhafazakar

source: You can start now!
tr: Artık başlayabiliriz!

source: Page
tr: Sayfa

source: You will find 20 different statements on Gender Equality. Swipe the scale left or right to indicate whether you agree or disagree.
tr: Sana Toplumsal Cinsiyet Eşitliği konusunda 20 farklı görüş sunuyoruz.Lütfen her birine ne ölçüde katıldığını ya da katılmadığını, ölçekteki düğmeyi sağa sola kaydırarak belirt.

source: The left of the scale shows that you “strongly disagree” and the right of the scale shows that you “strongly agree”.
tr: Ölçeğin en solu, görüşe “hiç katılmadığını” en sağı ise “kesinlikle katıldığını” gösterir.

source: Thank you for taking the time to complete our test!
tr: Testi tamamladın. Katıldığın için teşekkürler!

source: Your gender equality score
tr: Toplumsal cinsiyet eşitliği skorun

source: Average of <strong>%(count)s</strong> people who completed the survey today at the %(session)s session is %(average)s
tr: Bugün <strong>%(session)s</strong> oturumunda ankete katılan <strong>%(count)s</strong> kişinin ortalaması <strong>%(average)s</strong>

source: Average of <strong>%(count)s</strong> people who completed the survey today is <strong>%(average)s</strong>
tr: Bugün ankete katılan <strong>%(count)s</strong> kişinin ortalaması <strong>%(average)s</strong>

source: Average of <strong>%(count)s</strong> people who completed the survey so far at the %(session)s session is %(average)s
tr: Şimdiye kadar <strong>%(session)s</strong> oturumunda ankete katılan <strong>%(count)s</strong> kişinin ortalaması <strong>%(average)s</strong>

source: Average of <strong>%(count)s</strong> people who completed the survey so far is %(average)s
tr: Şimdiye kadar ankete katılan <strong>%(count)s</strong> kişinin ortalaması <strong>%(average)s</strong>

source: Your score by categories
tr: Kategorilere göre skorun

source: Sorry, you couldn’t obtain a good score in any of the categories.
tr: Maalesef hiçbir kategoriden iyi puan alamadın.

source: Your best category is <em>%(category)s</em>; your score in this category is <span class="text-success">%(score)s</span>
tr: En iyi olduğun kategori <em>%(category)s</em>;bu kategorideki skorun <span class="text-success">%(score)s</span>

source: Congratulations, you scored high in all categories!
tr: Tebrikler, tüm kategorilerden yüksek puan aldın!

source: Your weakest category is <em>%(category)s</em>; your score in this category is <span class="text-warning">%(score)s</span>
tr: En zayıf olduğun kategori <em>%(category)s</em>;bu kategorideki skorun <span class="text-warning">%(score)s</span>

source: Thank you for participating and sharing your opinion. The data collected in this game won’t be shared with other institutions. Answers will be analyzed as general statistical data.
tr: SKORUN KAÇ oyunumuza katıldığın, görüşlerini bizimle paylaştığın için teşekkür ederiz.Bu oyunda derlenen veriler hiçbir şekilde başka kuruluşlarla paylaşılmayacaktır.Yanıtlar genel istatistiki veri olarak analiz edilecek ve derlenecektir.

source: With the Contribution of
tr: Teknosa'nın katkılarıyla

source: Start
tr: Başla
